[
	{
		"id": "sunflower-postcard",
		"showOnLanding": true,
		"title": "Sunflower🌻: Postcard",
		"colors": {
			"navbar": "",
			"background": "#c2b1a1",
			"primary": "#413736",
			"secondary": "#e7ae00"
		},
		"subtitle": [
			{
				"prefix": "Skills:",
				"text": ["Graphic Design", "Print Design", "Photography"]
			},
			{
				"prefix": "Tools:",
				"text": ["Adobe Photoshop", "Adobe Illustrator", "Canon 2000D"]
			},
			{
				"type": "colors",
				"prefix": "Theme:",
				"text": "Background [@background] • Primay [@primary] • Secondary [@secondary]"
			}
		],
		"image": "@images/blogs/sunflower-postcard/showcase.png",
		"sections": [
			{
				"type": "paragraph",
				"title": "🌻",
				"text": "This postcard holds a special place in my heart as it's a personal project created with love for her, a dear friend who shares a passion for travel and adores sunflowers. Inspired by her adventurous spirit and love for nature's beauty, I crafted this design to evoke the warmth of sunny days and the joy of exploring new horizons. It's a heartfelt reminder of the sunshine she brings into my life and the endless possibilities that await her on her journey.",
				"image": "@images/blogs/sunflower-postcard/showcase.png"
			},
			{
				"type": "paragraph",
				"title": "✉️",
				"text": "This postcard, created with Photoshop, is a delightful mix of digital art and photography. Featuring a lovely photo of a girl set against a backdrop of painted sunflowers, it gives off a relaxed and cheerful vibe. The playful integration of the painted sunflowers with the photo adds a whimsical touch, perfect for sending warm wishes or brightening someone's day. With its laid-back charm, this postcard captures the essence of a sunny summer afternoon.",
				"image": "@images/blogs/sunflower-postcard/final-postcard.png"
			}
		]
	},
	{
		"id": "custom-week-planner-project",
		"showOnLanding": true,
		"title": "Custom Week Planner Project 🗒️",
		"subtitle": [
			{
				"prefix": "Skills:",
				"text": ["Graphic Design", "Print Design"]
			},
			{
				"prefix": "Tools:",
				"text": ["Adobe Photoshop", "Adobe Illustrator", "Canva"]
			}
		],
		"image": "@images/blogs/sunflower-postcard/showcase.png",
		"sections": [
			{
				"type": "list",
				"title": "Summary 📝",
				"list": [
					"Developed a custom week planner for a client seeking a professional design with playful animal characters and a light blue color scheme.Utilized Photoshop and Canva to curate charming design elements and adjust details.Maintained constant communication with the client, regularly sharing progress updates and seeking feedback.Collaborated with the client to refine the design until it met their expectations.",
					"Utilized Photoshop and Canva to curate charming design elements and adjust details.",
					"Maintained constant communication with the client, regularly sharing progress updates and seeking feedback.",
					"Collaborated with the client to refine the design until it met their expectations."
				]
			},
			{
				"type": "paragraph",
				"title": "Project Description ✍🏼",
				"text": "The task assigned to me was to develop a custom week planner for a client who desired a professional yet engaging design. Their specific requirements included incorporating playful animal characters and a light blue color scheme to emphasize a relaxed ambiance."
			},
			{
				"type": "paragraph",
				"title": "Work Process 🖌️",
				"text": "While I didn't create the animal illustrations myself, I carefully selected charming designs that aligned with the client's vision. These characters became central to the planner's aesthetic, adding a touch of whimsy to its functionality. I deliberately chose a light blue color palette, which promotes a sense of calmness and coherence throughout the design."
			},
			{
				"type": "paragraph",
				"title": "Communication with client 💬",
				"text": "Throughout the project, I maintained constant communication with the client, regularly sharing progress updates and seeking feedback to ensure the project remained on track. Through collaborative refinement, we iteratively adjusted elements until we reached a final design that exceeded the client's expectations."
			},
			{
				"type": "paragraph",
				"text": "Ultimately, the completed week planner successfully balanced professionalism with creativity, providing a visually appealing and functional organizational tool. "
			}
		]
	}
]
